[
    {
        "title": "Mulan",
        "genre": "Action, Adventure, Drama, Fantasy",
        "description": "When the Emperor of China issues a decree that one man per family must serve in the Imperial Chinese Army to defend the country from Huns, Hua Mulan, the eldest daughter of an honored warrior, steps in to take the place of her ailing father. She is spirited, determined and quick on her feet. Disguised as a man by the name of Hua Jun, she is tested every step of the way and must harness her innermost strength and embrace her true potential.",
        "rating": 7.3
    },
    {
        "title": "Money Plane",
        "genre": "Action",
        "description": "A professional thief with $40 million in debt and his family's life on the line must commit one final heist - rob a futuristic airborne casino filled with the world's most dangerous criminals.",
        "rating": 6.1
    },
    {
        "title": "Ava",
        "genre": "Action, Crime, Drama, Thriller",
        "description": "A black ops assassin is forced to fight for her own survival after a job goes dangerously wrong.",
        "rating": 5.9
    },
    {
        "title": "반도",
        "genre": "Action, Horror, Thriller",
        "description": "A soldier and his team battle hordes of post-apocalyptic zombies in the wastelands of the Korean Peninsula.",
        "rating": 7.1
    },
    {
        "title": "Cats & Dogs 3: Paws Unite",
        "genre": "Action, Comedy",
        "description": "It's been ten years since the creation of the Great Truce, an elaborate joint-species surveillance system designed and monitored by cats and dogs to keep the peace when conflicts arise. But when a tech-savvy villain hacks into wireless networks to use frequencies only heard by cats and dogs, he manipulates them into conflict and the worldwide battle between cats and dogs is BACK ON. Now, a team of inexperienced and untested agents will have to use their old-school animal instincts to restore order and peace between cats and dogs everywhere.",
        "rating": 6.6
    },
    {
        "title": "2067",
        "genre": "Science Fiction, Thriller",
        "description": "A lowly utility worker is called to the future by a mysterious radio signal, he must leave his dying wife to embark on a journey that will force him to face his deepest fears in an attempt to change the fabric of reality and save humankind from its greatest environmental crisis yet.",
        "rating": 6
    },
    {
        "title": "After We Collided",
        "genre": "Drama, Romance",
        "description": "Tessa finds herself struggling with her complicated relationship with Hardin; she faces a dilemma that could change their lives forever.",
        "rating": 6.6
    },
    {
        "title": "Trolls World Tour",
        "genre": "Adventure, Animation, Comedy, Family, Fantasy, Music",
        "description": "Queen Poppy and Branch make a surprising discovery — there are other Troll worlds beyond their own, and their distinct differences create big clashes between these various tribes. When a mysterious threat puts all of the Trolls across the land in danger, Poppy, Branch, and their band of friends must embark on an epic quest to create harmony among the feuding Trolls to unite them against certain doom.",
        "rating": 7.6
    },
    {
        "title": "The Outpost",
        "genre": "Action, Drama, History, War",
        "description": "A small unit of U.S. soldiers, alone at the remote Combat Outpost Keating, located deep in the valley of three mountains in Afghanistan, battles to defend against an overwhelming force of Taliban fighters in a coordinated attack. The Battle of Kamdesh, as it was known, was the bloodiest American engagement of the Afghan War in 2009 and Bravo Troop 3-61 CAV became one of the most decorated units of the 19-year conflict.",
        "rating": 6.6
    },
    {
        "title": "Force of Nature",
        "genre": "Action, Crime, Drama",
        "description": "A gang of thieves plan a heist during a hurricane and encounter trouble when a disgraced cop tries to force everyone in the building to evacuate.",
        "rating": 5.3
    },
    {
        "title": "僕のヒーローアカデミア THE MOVIE ヒーローズ：ライジング",
        "genre": "Action, Animation",
        "description": "Class 1-A visits Nabu Island where they finally get to do some real hero work. The place is so peaceful that it's more like a vacation … until they're attacked by a villain with an unfathomable Quirk! His power is eerily familiar, and it looks like Shigaraki had a hand in the plan. But with All Might retired and citizens' lives on the line, there's no time for questions. Deku and his friends are the next generation of heroes, and they're the island's only hope.",
        "rating": 8.6
    },
    {
        "title": "The Owners",
        "genre": "Action, Horror, Thriller",
        "description": "A group of friends think they found the perfect easy score - an empty house with a safe full of cash. But when the elderly couple that lives there comes home early, the tables are suddenly turned. As a deadly game of cat and mouse ensues, the would-be thieves must fight to save themselves from a nightmare they could never have imagined.",
        "rating": 5.7
    },
    {
        "title": "Antebellum",
        "genre": "Horror",
        "description": "Successful author Veronica finds herself trapped in a horrifying reality and must uncover the mind-bending mystery before it's too late.",
        "rating": 6
    },
    {
        "title": "Pinocchio",
        "genre": "Adventure, Drama, Family, Fantasy",
        "description": "In this live-action adaptation of the beloved fairytale, old woodcarver Geppetto fashions a wooden puppet, Pinocchio, who magically comes to life. Pinocchio longs for adventure and is easily led astray, encountering magical beasts, fantastical spectacles, while making friends and foes along his journey. However, his dream is to become a real boy, which can only come true if he finally changes his ways.",
        "rating": 6.8
    },
    {
        "title": "Bill & Ted Face the Music",
        "genre": "Adventure, Comedy, Science Fiction",
        "description": "Yet to fulfill their rock and roll destiny, the now middle-aged best friends Bill and Ted set out on a new adventure when a visitor from the future warns them that only their song can save life as we know it. Along the way, they are helped by their daughters, a new batch of historical figures and a few music legends—to seek the song that will set their world right and bring harmony to the universe.",
        "rating": 6.4
    },
    {
        "title": "Tenet",
        "genre": "Action, Science Fiction, Thriller",
        "description": "Armed with only one word - Tenet - and fighting for the survival of the entire world, the Protagonist journeys through a twilight world of international espionage on a mission that will unfold in something beyond real time.",
        "rating": 7.5
    },
    {
        "title": "Lost Girls & Love Hotels",
        "genre": "Drama, Thriller",
        "description": "Searching for escape in Tokyo's back alleys, a haunted English teacher explores love and lust with a dashing Yakuza, as their tumultuous affair takes her on a journey through the city's dive bars and three-hour love hotels.",
        "rating": 5.2
    },
    {
        "title": "Bad Education",
        "genre": "Comedy, Drama, TV Movie",
        "description": "A superintendent of a school district works for the betterment of the student’s education when an embezzlement scheme is discovered, threatening to destroy everything.",
        "rating": 6.9
    },
    {
        "title": "The Devil All the Time",
        "genre": "Crime, Drama, Thriller",
        "description": "In Knockemstiff, Ohio and its neighboring backwoods, sinister characters converge around young Arvin Russell as he fights the evil forces that threaten him and his family.",
        "rating": 7.4
    },
    {
        "title": "The King of Staten Island",
        "genre": "Comedy, Drama",
        "description": "Scott has been a case of arrested development ever since his firefighter father died when he was seven. He’s now reached his mid-20s having achieved little, chasing a dream of becoming a tattoo artist that seems far out of reach. As his ambitious younger sister heads off to college, Scott is still living with his exhausted ER nurse mother and spends his days smoking weed, hanging with the guys — Oscar, Igor and Richie — and secretly hooking up with his childhood friend Kelsey. But when his mother starts dating a loudmouth firefighter named Ray, it sets off a chain of events that will force Scott to grapple with his grief and take his first tentative steps toward moving forward in life.",
        "rating": 6.8
    },
    {
        "title": "Rogue",
        "genre": "Action",
        "description": "Battle-hardened O’Hara leads a lively mercenary team of soldiers on a daring mission: rescue hostages from their captors in remote Africa. But as the mission goes awry and the team is stranded, O’Hara’s squad must face a bloody, brutal encounter with a gang of rebels.",
        "rating": 5.9
    },
    {
        "title": "12 Hour Shift",
        "genre": "Comedy, Crime, Horror, Thriller",
        "description": "It's 1998 and over the course of one 12-hour shift at an Arkansas hospital, a junkie nurse, her scheming cousin and a group of black market organ-trading criminals start a heist that could lead to their collective demise.",
        "rating": 5
    },
    {
        "title": "劇場版「鬼滅の刃」無限列車編",
        "genre": "Action, Adventure, Animation, Drama, Fantasy, History",
        "description": "Tanjirō Kamado, joined with Inosuke Hashibira, a boy raised by boars who wears a boar's head, and Zenitsu Agatsuma, a scared boy who reveals his true power when he sleeps, boards the Infinity Train on a new mission with the Fire Hashira, Kyōjurō Rengoku, to defeat a demon who has been tormenting the people and killing the demon slayers who oppose it!",
        "rating": 8
    },
    {
        "title": "Love and Monsters",
        "genre": "Adventure, Comedy, Romance, Science Fiction",
        "description": "Seven years after the Monsterpocalypse, Joel Dawson, along with the rest of humanity, has been living underground ever since giant creatures took control of the land. After reconnecting over radio with his high school girlfriend Aimee, who is now 80 miles away at a coastal colony, Joel begins to fall for her again. As Joel realizes that there’s nothing left for him underground, he decides against all logic to venture out to Aimee, despite all the dangerous monsters that stand in his way.",
        "rating": 8.1
    },
    {
        "title": "The War with Grandpa",
        "genre": "Comedy, Drama, Family",
        "description": "Sixth-grader Peter is pretty much your average kid—he likes gaming, hanging with his friends and his beloved pair of Air Jordans. But when his recently widowed grandfather Ed  moves in with Peter’s family, the boy is forced to give up his most prized possession of all, his bedroom. Unwilling to let such an injustice stand, Peter devises a series of increasingly elaborate pranks to drive out the interloper, but Grandpa Ed won’t go without a fight.",
        "rating": 6.1
    },
    {
        "title": "Spontaneous",
        "genre": "Comedy, Horror, Romance, Science Fiction",
        "description": "When students in their high school begin inexplicably exploding (literally...), seniors Mara and Dylan struggle to survive in a world where each moment may be their last.",
        "rating": 7.1
    },
    {
        "title": "Away",
        "genre": "Adventure, Animation, Fantasy",
        "description": "After suffering a plane crash on a mysterious island, a young man embarks on an epic journey through forests, deserts and mountains trying to escape the shadow of a huge dark spirit.",
        "rating": 6.9
    }
]